Repository: zayronxio/Plasma-Control-Hub
Catalog: translate/*.po
Languages: tr

source: Hi
tr: Selam

source: Settings
tr: Ayarlar

source: System Settings
tr: Sistem Ayarları

source: Volume
tr: Ses

source: Network
tr: Ağ

source: DND
tr: R.E.

source: Disabled
tr: Devre Dışı

source: Unavailable
tr: Ulaşılamıyor

source: Offline
tr: Çevrim dışı

source: Not Connected
tr: Bağlı değil

source: Brightness
tr: Parlaklık

source: Clear
tr: AÇık hava

source: Mainly clear
tr: Genellikle açık

source: Partly cloudy
tr: Parçalı Bulutlı

source: Overcast
tr: Kapalı Hava

source: Drizzle light intensity
tr: Hafif çiseleme

source: Drizzle moderate intensity
tr: Orta şiddetli çiseleme

source: Drizzle dense intensity
tr: Yoğun çiseleme

source: Freezing Drizzle light intensity
tr: Hafif donan çiseleme

source: Freezing Drizzle dense intensity
tr: Yoğun donan çiseleme

source: Rain slight intensity
tr: Hafif yağmur

source: Rain moderate intensity
tr: Orta şiddette yağmur

source: Rain heavy intensity
tr: Yoğun yağmur

source: Freezing Rain light intensity
tr: Hafif donan yağmur

source: Freezing Rain heavy intensity
tr: Şiddetli donan yağmur

source: Snowfall slight intensity
tr: Hafif kar yağışı

source: Snowfall moderate intensity
tr: Orta şiddetli kar yağışı

source: Snowfall heavy intensity
tr: Yoğun kar yağışı

source: Snow grains
tr: Buz tanecikleri

source: Rain showers slight
tr: Hafif sağanak yağmur

source: Rain showers moderate
tr: Orta şiddette sağanak yağmur

source: Rain showers violent
tr: Şiddetli sağanak yağmur

source: Snow showers slight
tr: Hafif kar yağışı

source: Snow showers heavy
tr: Yoğun kar yağışı

source: Thunderstorm
tr: Gökgürültülü fırtına

source: Thunderstorm with slight hail
tr: Hafif dolulu gök gürültülü fırtına

source: Thunderstorm with heavy hail
tr: Yoğun dolulu gök gürültülü fırtına

source: Cloudy
tr: Bulutlu

source: Drizzle
tr: Çiseleme

source: Rain
tr: Yağmur

source: Snow
tr: Kar

source: Showers
tr: Sağanak

source: Storm
tr: Fırtına
